[
{
"name": "Vladimir Alexandrovich Orlov",
"years": "(1938-present)",
"bio": "Vladimir Alexandrovich Orlov was born on January 6, 1938 in the Azerbaijani capital - Baku.",
"fullBio":{
"date1": "2002-Now",
"title1": "Part 1, Our days",
"bio1": "Orlov continues to create, write books and scripts, as well as make films. \"Argent sindrom. U poshukah raju\" (2012), \" Pyasnyar. Sertsam i dumami\" (2017), He laughed last: a fantasy on the subject of documents: a novel (2016), The names and surnames are authentic : you open it ― you will not come off! : heard, seen, known, imagined (2018) - everything that was created during this time, but Vladimir Alexandrovich does not intend to stop",

"date2": "1963-2002",
"title2": "Part 2, Work on \" TV movie\"",
"bio2": "Gosteleradio RB, t /o \" Telefilm\", film director of the highest category. During this time, the following films were shot: \"Viasely tsyagnik\" (1965), \"Kanzert maistroy mastatstvay\" (1965), \" Kanzert arkestru B. Raiskaga\", \"Kanzert Magileyskaga to the dance ensemble\" (use — 1966), \"Kanzert kvartetu arfay\", \"Kanzertnaya pragrama\", \"Chamu zh us ne pets!..\" (use — 1968), Pesnyary\" (1971), \"Suboty z dzyadzkam Monicham\" (1975), \"Verasy\" (1977), \"Try thousand pesnyay\" (1980), \"You adno kahanne\" (1980), \"Fantasia na temu...\" (1981), \"Kanzert maistroy mastatstvay\" (1982), \"I pesnya yzlyatae sama\" (1982), \"Kupalinka\" (1983), \"A taksama tsyrk\" (1984), \"Zhavaronki, prylyatsice\" (1984), \"Varyatsyi na baletnyya temy\", \"Easy bread\" (us — 1986), \"Holy\" (1988), \"Happy End\" (1991), \"Choir\" (1993)",

"date3": "1956 – 1963",
"title3": "Part 3, Study",
"bio3": "In 1956, he graduated from high school with a medal and decided to be a director. He got an assistant at the film studio \"Belarusfilm\", where he worked as an assistant director until 1959, and then as a trainee director. In 1958-1963, he studied at the Directing Department of the Belarusian State Theater and Art Institute.",

"date4": "01/1938 – 1956",
"title4": "Part 4, Childhood",
"bio4": "He was raised by his grandmother, his father's mother, since his father and mother were constantly at work. She fascinated him with incredibly interesting stories, so later, when his father was going to leave the country for Belarus, together with his mother, he simply agreed to go with them."
},
"place":{"lat" : 53.902284, "lng" : 27.561831},
"video":"https://www.youtube.com/embed/68-ALObWulU",
"photoTitles":[".\\Photos\\Orlov\\orlov-1.jpg, .\\Photos\\Orlov\\orlov-2.jpg, .\\Photos\\Orlov\\orlov-3.jpg, .\\Photos\\Orlov\\orlov-4.jpg, .\\Photos\\Orlov\\orlov-5.jpg"]
},
{
"name": "Michael S. Burov",
"years": "(1909 - 2003)",
"bio": "Moses Zalmanovich (Michael S.) below (10 December 1909, Velizh, Vitebsk province, April 21, 2003, Minsk) is a Soviet Director of documentary, frontline cameraman during the great Patriotic war. Honored Artist of the BSSR (1967).",
"fullBio":{
"date1": "05/1945-04/2003",
"title1": "Part 1, Post-war time",
"bio1": "Member of the CPSU (b) since 1944. In 1933-1984-the operator of the film studio \"Belgoskino\" (since 1946 - \"Belarusfilm\"), where, in addition to films, he shot about 2500 scenes for the studio's film period. Member of the Union of Cinematographers of the USSR since 1957. Honored Artist of the BSSR (1967). Berov's film reports are used in the film epic \"The Great Patriotic War\". Among his best documentaries: \"Belovezhskaya Pushcha\", \"Life on Stage\", \"In the Hour of Silence\", \"Kurgan\" and others. 1946-The People's Court, 1947 - The Day of the Victorious country (sovm. with a group of cameramen), 1947 — Trial in Bobruisk, 1948 — 30 years of Belarus, 1948 — Belovezhskaya Pushcha, 1948 — On the land of Belarus, 1948 — Happiness of the people, 1949 — Architectural monuments of Belarus, 1949 — Soviet Belarus, 1950 — Soviet Belarus, 1950 — Morning of Life, 1951 — Take care of your children, 1951 — WE live in Minsk, 1951 — This summer, 1952 — Napoleon's Globe, 1952 — Sports Champions, 1953 — Spring Melodies, 1954 — Green patrol, 1954 — Salt of the Earth, 1956 — Larks fly to Polesie, 1956 — Workers of the village, 1957 — Verkhne-Dneprovsky, 14, 1957 — On the land of Belarus (sovm. with V. Okulich, V. Yurevich), 1957 — The Tale of the gardener, 1957 — TSUM, 1958 — Artist Ilyinsky, 1958 — The main conveyor, 1958 — We are in the city, 1958 — Holiday album, 1960 — Morning of life, 1960 — Emergency in the city, 1962 — Salt of the Earth, 1962 — This summer, 1963 — Spring melodies, 1963 — Miners of Polesie, 1964 — Unforgettable (with I. Veynerovich, Yu. Ivantsov, G. Masalsky, I. Remishevsky, E. Sokolov, S. Fried), 1964 — Ordinary Chronicle, 1965 — July 3 (co-author with Yu. Ivantsov, G. Masalsky, I. Remishevsky, E. Sokolov), 1965-The Day of the Great Victory (together with I. Veynerovich, Yu. Ivantsov, G. Karlov, G. Leibman, E. Sokolov, S. Fried), 1965 - From 11 to 20, 1966-On our street holiday, 1968-Belarusian art, 1968-General Puscha (together with I. Veynerovich, E. Gaiduk), 1969-Kurgan, 1969-In Pripyat, 1969-Your and my youth, 1969-Touches to the portrait (together with Yu. Ivantsov, I. Pikman, V. Tseslyuk, R. Yasinsky), 1969-Poisonous mushrooms and berries, 1970-For the sake of life on earth, 1971-Route 13, 1972-Short acquaintances, 1972-Kurgan, 1972-Minute of Silence, 1972-Reverse Light, 1973-In the hour of silence, 1974-To live in the centuries (co-authored with A. Alai, V. Kovalev, V. Kupriyanov, A. Mechinsky, V. Orlov, A. Simonov, G. Shinger), 1974-Liberation of Soviet Belarus (sovm. with a group of operators), 1974 - Trains on the highway, 1974-Polessky carols, 1978-The Boy and the Heron, 1978-Nikolai Sudzilovsky, 1981-Round 11, 1981-Soviet Belarus, 1982-Automatic lines, 1983-Wood carving, 1989-Khatyn, 5 km-that's how fruitful and labor-loving Mikhail Semyonovich was",

"date2": "06/1941-05/1945",
"title2": "Part 2, War",
"bio2": "During the Great Patriotic War — cameraman of the 3rd Belorussian and Western fronts. Member of the CPSU (b) since 1944. During this time, he was awarded the Orders of the Patriotic War II degree, the Red Star, medals \"For the Defense of Moscow\", \"Partisan of the Patriotic War\", \"For the victory over Germany in the Great Patriotic War of 1941-1945\", \"For the capture of Konigsberg\" and others. In these years, there were: 1942-The arrival of the Tuvan delegation (together with T. Bunimovich), 1942 — The defeat of the German troops near Moscow (together with T. Bunimovich). with a group of operators), 1943-The Battle of Vitebsk (sovm. with a group of operators), 1944-Battles for Vilnius (sovm. with a group of operators), 1944-Our Minsk (sovm. with a group of operators), 1944-Liberation of Belarus (sovm. with a group of operators), 1945-In the lair of the Beast (sovm. with a group of operators), 1945-East Prussia, 1945-Konigsberg (sovm. with a group of operators), 1945-The fall of Konigsberg, 1945-The trial of the Germans in Belarus",

"date3": "10/1935-06/1941",
"title3": "Part 3, Peacetime",
"bio3": "During this time, Mikhail Semyonovich removed: 1940 - In Soviet Lithuania, 1940-Kaunas, 1940 — The Collective Farm \"Fortress of Defense\", 1940 - From farms to collective farm settlements",

"date4": "12/1909-10/1935",
"title4": "Part 4, Becoming a Director",
"bio4": "Born on November 27 (December 10), 1909 in a Jewish family in Velizh (now the Smolensk region). He graduated from the art technical school in Vitebsk in 1930 and from the Camera Department of the VGIK in Moscow in 1934 (according to other sources-in 1935). At this time, the following instructions were written: 1933-the 1st Mountaineering Brigade of the Red Army, 1933 - For the assault on Elbrus (together with V. Mikosha)"
},
"place":{"lat" : 55.183672, "lng" : 30.204791},
"video":"https://www.youtube.com/embed/jqLvUO16myk",
"photoTitles":[".\\Photos\\Ptashuk\\beroy-1.jpg, .\\Photos\\Ptashuk\\beroy-2.jpg"]
},
{
"name": "Olga Dashuk",
"years": "(1995-Present days)",
"bio": "Olga Dashuk is a Belarusian film director and screenwriter of documentary films, journalist and film critic. Participant and prize-winner of international film festivals, including \"November\", \"BelarusDocs\", \"IDFA\", \"DOK Leipzig\", \"Cinema du Reel\", \"Silverdocs\", \"Rotterdam IFF\",\"HotDocs\", \"Prix Europa\", \"Krakow IFF\". Member of the jury of the Cinema Perpetum Mobile Film Festival. A friend of the Belarusian Association of Journalists.",
"fullBio":{
"date1": "",
"title1": "Part 1, Today",
"bio1":" At Listapadze-2012, the film also received a prize. At the Golden Knight film Forum - silver prize. \"For documentary films, a living person is always in the center of attention. In Soviet cinema, despite all its achievements, there were terrible ideological blinders. The work of the creator, his recognition or non-recognition, is an eternal thing, because the life of a director consists of a constant choice, \" says Olga Dashuk. 2020-I Was Coming Home, 2019-Polotsk Waltz, 2018-The Only One, 2017-Portrait",

"date2": "2013-2017",
"title2": "Part 2, ",
"bio2": "Olga's film\" Film lover. Autumn Dream\" was presented at the Krakow Festival, at the \"SilverDocs\" festival in Washington (our directors ' films have not been there before), and he also went to the Berlin festival \"Prix Europa\", where the best European film production is determined. Works of art: 2017-Sergey Plytkevich. The Man with the Camera, 2017-Yanka Kupala, 2015-Krev Castle, 2015-Pedagogical Poem, 2014-Not Alone",

"date3": "2009-2013",
"title3": "Part 3, Belarusian Collegium",
"bio3": "Olga Dashuk was a teacher at the Belarusian college in 1999-2006, led a workshop on the history of American media, as well as the history and theory of films. Worked as a journalist in the newspaper \"Narodnaya Volya\" , as well as a film critic of the magazine \"Mastatstva\" 2013-Old dances, 2012-Varvarayskaya candle, 2011-Three kilometers to the sky, 2011-Autumn dream, 2010-Master, 2010-Belovezhskaya Zemlya-works for this period of time",

"date4": "2003-2009",
"title4": "Part 4, Beginning",
"bio4": "Olga Dashuk is a graduate of the Belarusian Academy of Arts, theater department, majoring in directing. In the studio \"Belarusfilm\" worked as a director and screenwriter in 1995-2011. Works for this time: 2009-The night is short..., 2008-Minutes of life, 2007-Waltz, 2006-Leonid Levin. War and Love, 2003-We live on the edge"
},
"place":{"lat" : 54.311208, "lng" : 26.282280},
"video":"https://www.youtube.com/embed/r08w_Jt8EYM",
"photoTitles":[".\\Photos\\Dashuk\\Dashuk-1.jpg, .\\Photos\\Dashuk\\Dashuk-2.jpg, .\\Photos\\Dashuk\\Dashuk-3.jpg"]
},
{
"name": "Alexey Poluyan",
"years":" (1989 - Our days)",
"bio": "Alexey Poluyan (October 18, 1989, Baranovichi) - Belarusian film director of documentary and feature films, participant of international film festivals.",
"fullBio":{
"date1": "2019-Now",
"title1": "Part 1, What's now?",
"bio1": "Poluyan is making a movie now. His short film \"Lake of Joy\" based on the novel by Viktor Martinovich won more than 30 international film festivals",

"date2": "2017-2019",
"title2": "Part 2, Early career",
"bio2": "During this time were filmed: 2019-Lake of Joy, 2018-Disturbance of the peace, 2017-The Side of women, 2015-Return",

"date3": "2013-2017",
"title3": "Part 3, The way of the director",
"bio3": "In 2013, he entered the Faculty of Cinema and telebachany of the Academy of Arts in Kassel in the workshop of Yana Druz. His first painting is \" Sofia\". It was released in 2013.",

"date4": "- 2013",
"title4": "Part 4, Growing up",
"bio4": "Graduated from Baranovichi gymnasium No. 4. In 2012, he graduated from the Belarusian State University of Computer Science and Radio Electronics. He worked for Travel Solutions on the Thomas Cook project, then moved to the Swedish project Resia. After graduation, Alexey worked at EPAM for two years."
},
"place":{"lat" : 54.311208, "lng" : 26.282280},
"video": "https://www.youtube.com/embed/jmcbCNRzc04",
"photoTitles":[".\\Photos\\Paluyan\\Paluyan-1.jpg, .\\Photos\\Paluyan\\Paluyan-2.jpg, , .\\Photos\\Paluyan\\Paluyan-3.jpg"]
},
{
"name": "Mikhail Nikolaevich Ptashuk",
"years": "(1943 - 2002)",
"bio": "Mikhail Nikolayevich Ptashuk (28 January 1943, Fedyuki village, Lyakhovichi District, Brest Region — 26 April 2002, Moscow) was a Soviet and Belarusian film director. People's Artist of the BSSR (1990).",
"fullBio":{
"date1": "04/2002",
"title1": "Part 1, Tragic end",
"bio1": "In April 2002, a talented film director was killed in a car accident in Moscow. On the eve of the tragedy, Mikhail Ptashuk flew from Hollywood to Moscow for the presentation of the film award \"Nika\". His painting \" In August 44...\"got into all the main categories of the film award. But, alas, the ceremony was not destined to be a moment of glory for Ptashuk. It was from the stage in Moscow that the terrible news was first announced: the car in which the Belarusian director was in flew into the oncoming lane. In 2003, the last work of Mikhail, the script of which he never managed to realize, was born - In June 41 /The Burning Land. Mikhail Ptashuk was a true patriot and a devoted son of Belarus, thanks to whom the national cinema began to spread its wings. In our republic, the work of a film director is appreciated. For his great contribution to the development of cinema, Mikhail Ptashuk was awarded the title of Honored Artist of Belarus (1982) and People's Artist of Belarus (1990).",

"date2": "11/1989-04/2002",
"title2": "Part 2, For the soul",
"bio2": "In November 1989, Mikhail Ptashuk organized the Belarusian Independent Studio under the Union of Cinematographers of the Republic and became its artistic director. After shooting several pictures on \" Belarusfilm\", Ptashuk begins to work \" for the soul\". Throughout his creative biography, he created films of various genres and scales-from romantic works and adventure television series to deeply psychological films. The director's art of Mikhail Nikolaevich is characterized by the desire to develop the psychology of characters, philosophical depth and analyticity. Mikhail Ptashuk was endowed with all the makings of a brilliant dramatic director. He managed to display on the screen a lot of bright stories and characters from the Belarusian literature of the XX century. In this period of time appear: 1992-the Cooperative \"Politburo\", or There will be a long farewell, 1995-A game of imagination, 2001 - In August of the 44th... based on the novel \"The Moment of Truth\" by Vladimir Bogomolov-became a vivid example of the talent and unsurpassed Ptashuk. The film was named abroad \" the best Russian hit about the war\", received the Grand Prix in the category of feature films at the X International Film Festival of Slavic Orthodox Peoples \" Golden Knight\". After seeing this film, Roger Corman-the producer of the young Spielberg and Coppola-wanted his new film about the war to be directed by the Belarusian director Ptashuk. The first and only Hollywood work of Mikhail Ptashuk was the picture \" The Song of the Rose\"",

"date3": "10/1973-11/1989",
"title3": "Part 3, Becoming a Director",
"bio3": "After the triumph, Mikhail Ptashuk was invited to Goskino and offered to move to Minsk. In 1974, the director began a long-term creative cooperation with the National Film Studio\"Belarusfilm\". At this time, the paintings were released: 1975-Forest Swing, 1976-Time chose us, 1980-I'll take your pain, 1984-Black Castle Olshansky, 1986-A Sign of Trouble, 1989-Our armored train",

"date4": "01/1943-10/1973",
"title4": "Part 4, Childhood",
"bio4": "In 1956, a graduate of the Fedyukovskaya seven-year-old school became a student of school No. 41 Baranovichi. It was one of the oldest educational institutions in the city. Old-timers remember it from 1939 as secondary school No. 1 of the Brest-Litovsk Railway. Since 1953, it already has this name: \"Secondary School No. 41 of the Baranovichi branch of the railway\". He entered the Minsk Theater and Art Institute for the first time. But a year later he was expelled — he stood out too much. Immediately after the expulsion, Ptashuk went to Moscow, and there he was immediately taken to the Moscow Theater School named after B. V. Schukin, which he graduated from in 1967. In 1972, he studied at the Higher Directing Courses of the USSR State Cinema in the studio of George Danelia. Ptashuk's graduation work was the film \"About Vitya, about Masha and the Marines\", filmed in 1973 at the Odessa Film Studio. Alexander Abdulov, then a student of GITIS, made his debut in the film, and Stanislav Govorukhin and Kira Muratova\" patronized \" the film crew. The film was a resounding success: it brought the debutant director from Belarus two Grand Prix of international film festivals and all-Union fame."
},
"place":{"lat":53.902284, "lng":27.561831},
"video": "https://www.youtube.com/embed/QM6Z8_yheZM",
"photoTitles":[".\\Photos\\Ptashuk\\ptashuk-1.jpg, .\\Photos\\Ptashuk\\ptashuk-2.jpg, .\\Photos\\Ptashuk\\ptashuk-3.jpg, .\\Photos\\Ptashuk\\ptashuk-4.jpg, .\\Photos\\Ptashuk\\ptashuk-5.jpg, .\\Photos\\Ptashuk\\ptashuk-6.jpg, .\\Photos\\Ptashuk\\ptashuk-7.jpg"]
},
{
"name": "Anatoly Antonovich Schneider",
"years": "(1930-present)",
"bio": "Anatoly Antonovich Schneider-member of the Union of Journalists, local historian, researcher, historiographer, cultural critic, publicist. One of the oldest film enthusiasts of the republic. The author of the film chronicle of the Tolochinsky region. Winner and diploma winner of many film festivals, viewing competitions",
"fullBio":{
"date1": "2010-Our time",
"title1": "Part 1, Quiet life",
"bio1": "In 2010, he was awarded the title of \"Honorary Citizen of the Tolochinsky district\". About the film lover and local historian Anatoly Schneider, director Olga Dashuk created a full-length film \"Film Lover. Autumn Dream\", filmed at the Belarusfilm film studio. Released: \"Land over Drut and Abalyankai\".",

"date2": "1988-2010",
"title2": "Part 2, In the prime of life",
"bio2": ". In 1988, the Embassy of Argentina in Moscow invited him to participate in the 16th World Wide-Screen Amateur Film Festival in Buenos Aires. Director of the films: \"Monologue of the playwright\", \"1000th anniversary of Drutsk\", \"Native Side\" and the film trilogy \"Boll Maya-village\", which includes the films \"Dying Village\", \"Abandoned Village\", \"Village that does not exist\". At the VIII National Film Festival, the trilogy was awarded the diploma of the jury \"For Citizenship, Courage and Compassion\", the prize \"For the best film of the VIII kinafestval\", as well as the diploma and prize of the organizing committee of the festval \"For creative contribution to the movement of film lovers in the Republic of Belarus\".",

"date3": "1965-1988",
"title3": "Part 3, Working at a film studio",
"bio3": "From 1965-head of the film studio \"Letopis\" at the Tolochinsky District House of Culture. He represented Belarus at the 48th International Film Festival and the 45th UNICA-86 Congress. His first story\" The Meeting \"appeared in the newspaper\"Pioneer of Belarus\". He should be responsible for more than 300 publications on local lore, history, art and literature in periodicals of Belarus and about 100 film tapes. One of the authors of the books: \"Memory: a historical and documentary chronicle of the Tolochinsky district\", \"Drutsk and Borisov\", a collection of literary works \"Earth's Gravity\".",

"date4": "1930-1965",
"title4": "Part 4, Childhood",
"bio4": "Born on October 13, 1930 in the village of Porechye, Tolochinsky district. He graduated from the Azyaretsk seven-year school, the Orsha Technical School of Railway Transport (1951), the journalism department of the Minsk Higher Party School. He worked for railway workers in Permshchyn."
},
"place":{"lat" : 54.467285, "lng" : 29.735010},
"video":"https://www.youtube.com/embed/Yn3D_pdRTNk",
"photoTitles":[".\\Photos\\Shneyder\\Shneyder-1.jpg, .\\Photos\\Shneyder\\Shneyder-2.jpg"]
}
]
