[
  {
    "name": "Владимир Александрович Орлов",
    "years": "(1938 - наши дни)",
    "bio": "Владимир Александрович Орлов родился 6 января 1938 года в азербайджанской столице - Баку. ",
    "fullBio":{
      "date1": "2002 - Сейчас",
      "title1": "Часть 1, Наши дни",
      "bio1": "Орлов продолжает творить, писать книги и сценарии, а также снимать кино. «Аргенцінскі сіндром. У пошуках раю» (2012), «Пясняр. Сэрцам і думамі» (2017), Он смеялся последним: фантазия на тему документов: повесть (2016), Имена и фамилии подлинные : откроешь ― не оторвешься! : услышанное, увиденное, познанное, домысленное (2018) - все, что было создано за это время, но Владимир Александрович не намерен останавливаться",

      "date2": "1963 – 2002",
      "title2": "Часть 2, Работа на \"Телефильм\"",
      "bio2": "Гостелерадио РБ, т/о \"Телефильм\", кинорежиссер-постановщик высшей категории. За это время были сняты: «Вясёлы цягнік» (1965), «Канцэрт майстроў мастацтваў» (1965), «Канцэрт аркестру Б. Райскага», «Канцэрт Магілёўскага ансамблю танцу» (усе — 1966), «Канцэрт квартэту арфаў», «Канцэртная праграма», «Чаму ж нам не пець!..» (усе — 1968), Песняры» (1971), «Суботы з дзядзькам Монічам» (1975), «Верасы» (1977), «Тры тысячы песняў» (1980), «Ты адно каханне» (1980), «Фантазія на тэму…» (1981), «Канцэрт майстроў мастацтваў» (1982), «І песня ўзлятае сама» (1982), «Купалінка» (1983), «А таксама цырк» (1984), «Жаваронкі, прыляціце» (1984), «Варыяцыі на балетныя тэмы», «Лёгкі хлеб» (усе — 1986), «Свята» (1988), «Хэпі энд» (1991), «Хор» (1993)",

      "date3": "1956 – 1963",
      "title3": "Часть 3, Учеба",
      "bio3": "В 1956 году окончил школу с медалью и решил быть режиссерам. Попал помощником на киностудию \"Беларусьфильм\", где до 1959 работал ассистентом режиссёра, а после режиссёром-практикантом. В 1958—1963 учился на режессёрском факультете Белорусского государственного театрально-художественного института.",

      "date4": "01/1938 – 1956",
      "title4": "Часть 4, Детство",
      "bio4": "Ростила его бабушка, мать отца, так как отец и мать были постоянно на работе. Она увлекала его невероятно интересными рассказами, поэтому после, когда отец собрался уезжать из страны в Беларусь, вместе со своей матерью, тот неприменно согласился поехать вместе с ними."
    },
    "place":{"lat" : 53.902284, "lng" : 27.561831},
    "video":"https://www.youtube.com/embed/68-ALObWulU",
    "photoTitles":[".\\Photos\\Orlov\\orlov-1.jpg, .\\Photos\\Orlov\\orlov-2.jpg, .\\Photos\\Orlov\\orlov-3.jpg, .\\Photos\\Orlov\\orlov-4.jpg, .\\Photos\\Orlov\\orlov-5.jpg"]
  },
  {
    "name": "Михаил Семенович Беров",
    "years": "(1909 - 2003)",
    "bio": "Моисе́й За́лманович (Михаи́л Семёнович) Бе́ров (10 декабря 1909, Велиж, Витебская губерния — 21 апреля 2003, Минск) — советский оператор-документалист, фронтовой кинооператор в годы Великой Отечественной войны. Заслуженный деятель искусств БССР (1967).",
    "fullBio":{
      "date1": "05/1945 - 04/2003",
      "title1": "Часть 1, Послевоенное время",
      "bio1": "Член ВКП(б) с 1944 года. В 1933—1984 годах — оператор киностудии «Белгоскино» (с 1946 года — «Беларусьфильм»), где кроме фильмов снял около 2500 сюжетов для кинопериодики студии. Член Союз кинематографистов СССР с 1957 года. Заслуженный деятель искусств БССР (1967). Кинорепортажи Берова использованы в киноэпопее «Великая Отечественная». Среди его лучших документальных фильмов: «Беловежская пуща», «Жизнь на сцене», «В час тишины», «Курган» и другие. 1946 — Суд народа, 1947 — День победившей страны (совм. с группой операторов), 1947 — Судебный процесс в Бобруйске, 1948 — 30 лет Белоруссии, 1948 — Беловежская пуща, 1948 — На земле Белорусской, 1948 — Счастье народа, 1949 — Архитектурные памятники Белоруссии, 1949 — Советская Белоруссия, 1950 — Советская Белоруссия, 1950 — Утро жизни, 1951 — Берегите своих детей, 1951 — МЫ живём в Минске, 1951 — Этим летом, 1952 — Глобус Наполеона, 1952 — Чемпионы спорта, 1953 — Весенние мелодии, 1954 — Зелёный патруль, 1954 — Соль земли, 1956 — Жаворонки летят на Полесье, 1956 — Труженики села, 1957 — Верхне-Днепровский, 14, 1957 — На земле белорусской (совм. с В. Окуличем, В. Юревичем), 1957 — Сказ о садоводе, 1957 — ЦУМ, 1958 — Артист Ильинский, 1958 — Главный конвейер, 1958 — Мы в городе, 1958 — Праздничный альбом, 1960 — Утро жизни, 1960 — ЧП в городе, 1962 — Соль земли, 1962 — Этим летом, 1963 — Весенние мелодии, 1963 — Шахтёры Полесья, 1964 — Незабываемое (совм. с И. Вейнеровичем, Ю. Иванцовым, Г. Масальским, И. Ремишевским, Е. Соколовым, С. Фридом), 1964 — Обыкновенная хроника, 1965 — 3-е июля (совм. с Ю. Иванцовым, Г. Масальским, И. Ремишевским, Е. Соколовым), 1965 — День Великой Победы (совм. с И. Вейнеровичем, Ю. Иванцовым, Г. Карловым, Г. Лейбманом, Е. Соколовым, С. Фридом), 1965 — С 11 до 20, 1966 — На нашей улице праздник, 1968 — Белорусское искусство, 1968 — Генерал Пуща (совм. с И. Вейнеровичем, Э. Гайдуком), 1969 — Курган, 1969 — По Припяти, 1969 — Твоя и моя юность, 1969 — Штрихи к портрету (совм. с Ю. Иванцовым, И. Пикманом, В. Цеслюком, Р. Ясинским), 1969 — Ядовитые грибы и ягоды, 1970 — Ради жизни на земле, 1971 — Маршрут 13, 1972 — Короткие знакомства, 1972 — Курган, 1972 — Минута молчания, 1972 — Обратный свет, 1973 — В час тишины, 1974 — Жить в веках (совм. с А. Алаем, В. Ковалёвым, В. Куприяновым, А. Мечинским, В. Орловым, А. Симоновым, Г. Шингером), 1974 — Освобождение Советской Белоруссии (совм. с группой операторов), 1974 — Поезда на шоссе, 1974 — Полесские колядки, 1978 — Мальчик и цапля, 1978 — Николай Судзиловский, 1981 — 11 раунд, 1981 — Советская Белоруссия, 1982 — Автоматические линии, 1983 — Резьба по дереву, 1989 — Хатынь, 5 км - вот каким был плодотворным и работолюбивым Михаил Семёнович",

      "date2": "06/1941 – 05/1945",
      "title2": "Часть 2, Война",
      "bio2": "В годы Великой Отечественной войны — кинооператор 3-го Белорусского и Западного фронтов. Член ВКП(б) с 1944 года. За это время был награждён орденами Отечественной войны II степени, Красной Звезды, медалями «За оборону Москвы», «Партизану Отечественной войны», «За победу над Германией в Великой Отечественной войне 1941–1945 гг.», «За взятие Кёнигсберга» и другими. В эти годы на свет появились: 1942 — Приезд тувинской делегации (совм. с Т. Бунимовичем), 1942 — Разгром немецких войск под Москвой (совм. с группой операторов), 1943 — Витебское Сражение (совм. с группой операторов), 1944 — Бои за Вильнюс (совм. с группой операторов), 1944 — Минск наш (совм. с группой операторов), 1944 — Освобождение Белоруссии (совм. с группой операторов), 1945 — В логове зверя (совм. с группой операторов), 1945 — Восточная Пруссия, 1945 — Кенигсберг (совм. с группой операторов), 1945 — Падение Кенигсберга, 1945 — Процесс над немцами в Белоруссии",

      "date3": "10/1935 – 06/1941",
      "title3": "Часть 3, Мирное время",
      "bio3": "За это время Михаилом Семёновоичем были сняты: 1940 — В Советской Литве, 1940 — Каунас, 1940 — Колхоз «Крепость обороны», 1940 — С хуторов в колхозные поселения",

      "date4": "12/1909 – 10/1935",
      "title4": "Часть 4, Становление режиссера",
      "bio4": "Родился 27 ноября (10 декабря) 1909 года в еврейской семье в Велиже (ныне Смоленская область). Окончил художественный техникум в Витебске в 1930 году и операторский факультет ВГИКа в Москве в 1934 году (по другим сведениям — в 1935 году). В это время были написаны произвведения: 1933 — 1-я Альпиниада РККА, 1933 — На штурм Эльбруса (совм. с В. Микошей)"
    },
    "place":{"lat" : 55.183672, "lng" : 30.204791},
    "video":"https://www.youtube.com/embed/jqLvUO16myk",
    "photoTitles":[".\\Photos\\Ptashuk\\beroy-1.jpg, .\\Photos\\Ptashuk\\beroy-2.jpg"]
  },
  {
    "name": "Ольга Дашук",
    "years": "(1995 - Наши дни)",
    "bio": "Ольга Дашук — беларуская кинорежиссёр и сценарист документальных фильмов, журналистка и кинокритик. Участница и призёр международных кинофестивалей, в том числе «Ноябрь», «BelarusDocs», «IDFA», «DOK Leipzig»,  «Cinema du Reel», «Silverdocs», «Rotterdam IFF», «HotDocs»,«Prix Europa», «Krakow IFF». Член жюри кинофестиваля «Синема Перпетум Мобиле». Друг Беларуской Ассоциации журналистов.",
    "fullBio":{
      "date1": "",
      "title1": "Часть 1, Сегодня",
      "bio1": "На «Лістападзе-2012» лента также получила приз. На кинофоруме «Золотой Витязь» - серебряный приз. «Для документального кино живой человек всегда в центре внимания. В советском кино, несмотря на все его достижения, были страшные идеологические шоры. Дело творца, его признания или непризнания, это вечная вещь, ведь жизнь режиссера состоит из постоянного выбора», - говорит Ольга Дашук. 2020 - Я возвращался домой, 2019 - Полоцкий вальс, 2018 - Единственная такая, 2017 - Портрет",

      "date2": "2013 - 2017",
      "title2": "Часть 2, ",
      "bio2": "Фильм Ольги «Кинолюбитель. Осенний сон» был представлен на Краковском фестивале, на фестивале «SilverDocs» в Вашингтоне (туда раньше не попадали картины наших режиссеров), съездил он и на берлинский фестиваль «Prix Europa», где определяется лучшая европейская кинопродукция. Произведения: 2017 - Сергей Плыткевич. Человек с фотоаппаратом, 2017 - Янка Купала, 2015 - Кревский замок, 2015 - Педагогическая поэма, 2014 - Не один",

      "date3": "2009 - 2013",
      "title3": "Часть 3, Белоруская коллегия",
      "bio3": "Ольга Дашук была преподавателем в белорусской коллегии в 1999-2006 г, вела зянатия по истории американских СМИ, а также истории и теории фильмов. Работала журналисткой в газете «Народная Воля», а также кинокритиком журнала «Мастацтва» 2013 - Стародавние танцы, 2012 - Варвараўская свечка, 2011 - Три километра до неба, 2011 - Осенний сон, 2010 - Мастер, 2010 - Беловежская земля - работы за этот промежуток времени",

      "date4": "2003 - 2009",
      "title4": "Часть 4, Начало",
      "bio4": "Ольга Дашук выпускница Беларусской Акадэмии искусств, театрального отделения, по специальности режессура. В студии «Беларусьфильм» работала режиссёром и сценаристом в 1995-2011 г. Работы за данное время: 2009 - Ночь коротка..., 2008 - Минуты жизни, 2007 - Вальс, 2006 - Леонид Левин. Война и любовь, 2003 - Мы жывём на краю"
    },
    "place":{"lat" : 54.311208, "lng" : 26.282280},
    "video":"https://www.youtube.com/embed/r08w_Jt8EYM",
    "photoTitles":[".\\Photos\\Dashuk\\Dashuk-1.jpg, .\\Photos\\Dashuk\\Dashuk-2.jpg, .\\Photos\\Dashuk\\Dashuk-3.jpg"]
  },
  {
    "name": "Алексей Полуян",
    "years": "(1989 - Наши дни)",
    "bio": "Алексей Полуян (18 октября 1989, Барановичи) — беларуский кинорежиссёр документальных и художественных фильмов, участник международных кинофестивалей.",
    "fullBio":{
      "date1": "2019 - Сейчас",
      "title1": "Часть 1, А что сейчас?",
      "bio1": " Сейчас Полуян снимает кино. Его короткометражный фильм «Озеро радости» по мотивам романа Виктора Мартиновича стал призёром более 30 международных кинофестивале",

      "date2": "2017 - 2019",
      "title2": "Часть 2, Начало карьеры",
      "bio2": "За это время были сняты: 2019 - Озеро радости, 2018 - Нарушение спокойствия, 2017 - Сторона женщин, 2015 - Возврат",

      "date3": "2013 - 2017",
      "title3": "Часть 3, Путь режиссера",
      "bio3": "В 2013 году поступил на факультет кино и тэлебачаньня Академии искусств в Касселе в мастерскую Яны Друзь. Его первая картина - \"София\". Вышла она в 2013 году.",

      "date4": "- 2013",
      "title4": "Часть 4, Взросление",
      "bio4": "Закончил барановичскую гимназию №4. В 2012 году закончил Беларуский государственный ўнівэрсытэт информатики и радиоэлектроники.  Работал на Travel Solutions на проекте Thomas Cook, после перешёл на шведский проект Resia. После окончания вуза Алексей отработал в EPAM два года."
    },
    "place":{"lat" : 54.311208, "lng" : 26.282280},
    "video": "https://www.youtube.com/embed/jmcbCNRzc04",
    "photoTitles":[".\\Photos\\Paluyan\\Paluyan-1.jpg, .\\Photos\\Paluyan\\Paluyan-2.jpg, , .\\Photos\\Paluyan\\Paluyan-3.jpg"]
  },
    {
      "name": "Михаил Николаевич Пташук",
      "years": "(1943 - 2002)",
      "bio": "Михаил николаевич Пташук (28 января 1943, деревня Федюки, Ляховичский район, Брестская область — 26 апреля 2002, Москва) — советский и белорусский кинорежиссёр. Народный артист БССР (1990).",
      "fullBio":{
        "date1": "04/2002",
        "title1": "Часть 1, Трагичный конец",
        "bio1": "В апреле 2002 года талантливый кинорежиссер погиб в Москве в автомобильной катастрофе. Накануне трагедии Михаил Пташук прилетел из Голливуда в Москву на вручение кинематографической премии \"Ника\". Его картина \"В августе 44-го...\" попала во все основные номинации кинопремии. Но, увы, торжественной церемонии не суждено было стать моментом славы для Пташука. Именно со сцены в Москве была впервые озвучена страшная новость: машина, в которой находился белорусский режиссер, вылетела на встречную полосу. В 2003 году появляется на свет последняя работа Михаила, сценарий которой он так и не успел воплотить в жизнь, - В июне 41-го /The Burning Land. Михаил Пташук был истинным патриотом и преданным сыном Беларуси, благодаря которому отечественный кинематограф начал расправлять крылья. В нашей республике творчество кинорежиссера оценено по достоинству. За большой вклад в развитие киноискусства Михаилу Пташуку присвоено звание заслуженного деятеля искусств Беларуси (1982) и народного артиста Беларуси (1990).",

        "date2": "11/1989 – 04/2002",
        "title2": "Часть 2, Для души",
        "bio2": "В ноябре 1989 года, Михаил Пташук организует Белорусскую независимую студию при Союзе кинематографистов республики и станет ее художественным руководителем. Сняв несколько картин на \"Беларусьфильме\", Пташук начинает работать \"для души\". На протяжении своей творческой биографии он создавал фильмы разных жанров и масштабов - от романтических произведений и приключенческих телесериалов пришел к глубоко психологическим лентам. Режиссерскому искусству Михаила Николаевича присущи стремление к разработке психологии характеров, философская глубина и аналитичность. Михаил Пташук был наделен всеми задатками гениального драматического режиссера. Ему удалось отобразить на экране множество ярких сюжетов и характеров из белорусской литературы XX века. В этот промежуток времени появляются: 1992 — Кооператив «Политбюро», или Будет долгим прощание, 1995 — Игра воображения, 2001 — В августе 44-го… по роману \"Момент истины\" Владимира Богомолова - стала ярким примером таланта и непревзаёденности Пташука. Фильм назван за рубежом \"лучшим русским хитом о войне\", получил Гран-при в номинации художественных фильмов на X Международном кинофестивале славянских православных народов \"Золотой витязь\". Увидев этот фильм, Роджер Кормен - продюсер молодых Спилберга и Копполы - захотел, чтобы его новый фильм о войне снимал белорусский режиссер Пташук. Первой и единственной голливудской работой Михаила Пташука стала картина \"Песня розы\"",

        "date3": "10/1973– 11/1989",
        "title3": "Часть 3, Становление режиссера",
        "bio3": "После триумфа Михаила Пташука пригласили в Госкино и предложили перебраться в Минск. В 1974 году началось многолетнее творческое сотрудничество режиссера с Национальной киностудией \"Беларусьфильм\". В это время вышли картины: 1975 — Лесные качели, 1976 — Время выбрало нас, 1980 — Возьму твою боль, 1984 — Чёрный замок Ольшанский, 1986 — Знак беды, 1989 — Наш бронепоезд",

        "date4": "01/1943 – 10/1973",
        "title4": "Часть 4, Детство",
        "bio4": "В 1956 году выпускник Федюковской семилетки становится учеником школы № 41 Барановичей. Это было одно из старейших учебных заведений города. Старожилы помнят ее с 1939 года как среднюю школу № 1 Брест-Литовской железной дороги. С 1953-го она уже носит такое название: «Средняя школа № 41 Барановичского отделения железной дороги». Поступил в минский театрально–художественный институт с первого раза. Но через год его отчислили — слишком выделялся. Сразу после отчисления Пташук поехал в Москву, и там его с ходу взяли в Московское театральное училище имени Б. В. Щукина, которое он закончил в 1967 году. В 1972 году обучался на Высших режиссёрских курсах Госкино СССР в мастерской Георгия Данелии. Дипломной работой Пташука стал фильм \"Про Витю, про Машу и морскую пехоту\", снятый в 1973 году на Одесской киностудии. В картине дебютировал тогда еще студент ГИТИСа Александр Абдулов, \"шефствовали\" над съемочной группой Станислав Говорухин и Кира Муратова. Кинолента имела шумный успех: она принесла режиссеру-дебютанту из Беларуси два Гран-при международных кинофестивалей и всесоюзную славу."
      },
      "place":{"lat":53.902284, "lng":27.561831},
      "video": "https://www.youtube.com/embed/QM6Z8_yheZM",
      "photoTitles":[".\\Photos\\Ptashuk\\ptashuk-1.jpg, .\\Photos\\Ptashuk\\ptashuk-2.jpg, .\\Photos\\Ptashuk\\ptashuk-3.jpg, .\\Photos\\Ptashuk\\ptashuk-4.jpg, .\\Photos\\Ptashuk\\ptashuk-5.jpg, .\\Photos\\Ptashuk\\ptashuk-6.jpg, .\\Photos\\Ptashuk\\ptashuk-7.jpg"]
    },
  {
    "name": "Шнейдер Анатолий Антонович",
    "years": "(1930 - наши дни)",
    "bio": "Шнейдер Анатолий Антонович — член Союза журналистов, краевед-исследователь, историограф, культуролог, публицист. Один из старейших кинолюбителей республики. Автор кинолетописи толочинского края. Лауреат и дипломант многих кинофестивалей, смотров-конкурсов",
    "fullBio":{
      "date1": "2010 - Наше время",
      "title1": "Часть 1, Спокойная жизнь",
      "bio1": "В 2010 году присвоено звание ۫۫«Почётный гражданин Толочинского района». О кинолюбителе и краеведе Анатолии Шнейдере режиссёр Ольга Дашук создало полнометражный фильм «Кинолюбитель. Осенний сон», заснятый на киностудии «Беларусьфильм». Выпущена: «Земля над Друтью и Абалянкай».",

      "date2": "1988 - 2010",
      "title2": "Часть 2, В расцвете сил",
      "bio2": ". В 1988 году посольством Аргентины в Москве приглашался для участия в 16-ом Всемирном кинофестивале широкоэкранного любительского кино в Буэнос-Айрес. Режиссёр фильмов: «Монолог драматурга», «1000-летие Друцка», «Родная сторона» и кинотрилогии «Болль майя – деревня», в которую вошли фильмы «Умирающая деревня», «Брошенная деревня», «Деревня, которой нет». На VIII Национальном кинофестивале трилогия удостоена диплома жюри «За гражданскую позицию, мужество и сострадание», приза «За лучший фильм VIII кінафестываля», а также диплома и приза оргкомитета фестываля «За творческий вклад в движение кинолюбительства в Республике Беларусь».",

      "date3": "1965 - 1988",
      "title3": "Часть 3, Работа на киностудии",
      "bio3": "Из 1965 года – руководитель киностудии «Летопись» при Толочинском районном Доме культуры. Предоставлял Беларусь на 48-м Международном кинофестивале и 45-м конгрессе УНІКА-86. В газете «Пионер Беларуси» появилось его первое повествование «Встреча». Ему надлежать более за 300 публикаций по краеведению, истории, искусству и литературе в периодических изданиях Беларуси и около 100 киновидеолент. Один из авторов книг: «Память: историко-документальная хроника Толочинского района», «Друцк и Борисов», сборника литературных произведений «Земное притяжение».",

      "date4": "1930 - 1965",
      "title4": "Часть 4, Детство",
      "bio4": "Родился 13 октября 1930 года в д. Поречье Толочинского района. Закончил Азярэцкую семилетку, Оршанский техникум железнодорожного транспорта (1951), отделение журналистики Минской высшей партийной школы. Работал железнодорожникам на Пермшчыне."
    },
    "place":{"lat" : 54.467285, "lng" : 29.735010},
    "video":"https://www.youtube.com/embed/Yn3D_pdRTNk",
    "photoTitles":[".\\Photos\\Shneyder\\Shneyder-1.jpg, .\\Photos\\Shneyder\\Shneyder-2.jpg"]
  }
]
